import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "أبراج المدينة",
  description:
    "مجتمع عمراني متكامل (سكني - تجاري - طبي - اداري) يتكون من عدد 20 عمارة مقسمة علي 3 مراحل وعدد يزيد عن 200 وحدة سكنية تتميز بمساحات تناسب الأسرة المصرية حيث يحقق المشروع المعادلة الصعبة التى تعطى مساحة وحدة سكنية مكونة من ثلاث غرف وصالة قطعتين او ثلاث قطع بمقدم يبدأ من 450 ألف جنيه فقط وتقسيط حتي 4 سنوات",
  keywords: [
    "أبراج المدينة",
    "أبراج المدينة المنصورة",
    "شقق أبراج المدينة",
    "محلات أبراج المدينة",
  ],
  alternates: { canonical: "/abrag-elmadina" },
  openGraph: {
    title: "أبراج المدينة - إسكان المنصورة",
    description:
      "مجتمع عمراني متكامل (سكني - تجاري - طبي - اداري) يتكون من عدد 20 عمارة مقسمة علي 3 مراحل وعدد يزيد عن 200 وحدة سكنية تتميز بمساحات تناسب الأسرة المصرية حيث يحقق المشروع المعادلة الصعبة التى تعطى مساحة وحدة سكنية مكونة من ثلاث غرف وصالة قطعتين او ثلاث قطع بمقدم يبدأ من 450 ألف جنيه فقط وتقسيط حتي 4 سنوات",
    url: "https://eskanelmansoura.com/abrag-elmadina",
  },
};

export default function AbragElmadinaLayout({
  children,
}: {
  children: React.ReactNode;
}) {
  return children;
}
