import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "أبراج المدينة  |  إسكان المنصورة",
  description:
    "مجتمع عمراني متكامل (سكني - تجاري - طبي - اداري) يتكون من عدد 20 عمارة مقسمة علي 3 مراحل وعدد يزيد عن 200 وحدة سكنية تتميز بمساحات تناسب الأسرة المصرية حيث يحقق المشروع المعادلة الصعبة التى تعطى مساحة وحدة سكنية مكونة من ثلاث غرف وصالة قطعتين او ثلاث قطع بمقدم يبدأ من 450 ألف جنيه فقط وتقسيط حتي 4 سنوات",
  keywords: [
    "أبراج المدينة",
    "شقق للبيع المنصورة",
    "وحدات سكنية بالتقسيط",
    "شقق 3 غرف المنصورة",
    "عقارات المنصورة",
    "إتحاد الملاك",
  ],
  openGraph: {
    title: "أبراج المدينة - شقق سكنية للبيع بالتقسيط",
    description:
      "أبراج المدينة هو موقع عبقرى حيث يقع فى منطقة سهلة المواصلات وعلى طريق رئيسى يسهل الوصول إليه , حيث يقع المشروع فى الإتجاه المقابل لكوبرى جديلة وعلى مساحة 4000 متر وبارتفاع 5 أدوار.",
    type: "website",
  },
};
