import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "سيتي سنتر المنصورة",
  description:'سيتي سنتر المنصورة أكبر مول ومركز تجاري بواجهة كبيرة تتخطي ال100 متر لخدمة سكان الدقهلية والدلتا، موقع مميز واستراتيجي بيبربط بين اهم مدن الدلتا (دمياط – المنصورة – طنطا - المحله) ومراكزها (نبروه – طلخا – شربين – بلقاس – راس البر) مول سيتي سنتر بيوفر لك الفرصة للاستثمار بعوائد ايجارية شهرية او لتملك مساحة تجارية للبدء في مشروع بأقل إمكانيات مع تحقيق أعلى معدل مبيعات لأنه يستهدف 10 مليون مواطن',
  keywords: [
    "سيتي سنتر المنصورة",
    "مول سيتي سنتر",
    "محلات سيتي سنتر",
    "بازار سيتي سنتر",
    "مول تجاري المنصورة",
  ],
  alternates: { canonical: "/city-center" },
  openGraph: {
    title: "سيتي سنتر المنصورة - إسكان المنصورة",
    description:'سيتي سنتر المنصورة أكبر مول ومركز تجاري بواجهة كبيرة تتخطي ال100 متر لخدمة سكان الدقهلية والدلتا، موقع مميز واستراتيجي بيبربط بين اهم مدن الدلتا (دمياط – المنصورة – طنطا - المحله) ومراكزها (نبروه – طلخا – شربين – بلقاس – راس البر) مول سيتي سنتر بيوفر لك الفرصة للاستثمار بعوائد ايجارية شهرية او لتملك مساحة تجارية للبدء في مشروع بأقل إمكانيات مع تحقيق أعلى معدل مبيعات لأنه يستهدف 10 مليون مواطن',
    url: "https://eskanelmansoura.com/city-center",
  },
};

export default function CityCenterLayout({
  children,
}: {
  children: React.ReactNode;
}) {
  return children;
}
