import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "دور البازار - سيتي سنتر",
  description:'سيتي سنتر خصص دور كامل للبازارات وهي مجموعة مساحات لعرض وبيع منتجات مختلفة ومتنوعة زي الملابس والاكسسوار والمعطرات ومنتجات عناية البشرة والأنشطة الموسمية مثل شنط المدارس ومعارض رمضان والعيد ودخلة رأس السنة. ويتم تأجير البازار يومياً وليس شهرياً بعوائد ايجارية هي الأعلى بالمول وبالمنصورة.',
  keywords: [
    "بازار سيتي سنتر",
    "بازار المنصورة",
    "محلات بازار",
    "استثمار بازار",
  ],
  alternates: { canonical: "/bazar-level" },
  openGraph: {
    title: "دور البازار - سيتي سنتر المنصورة",
    description:
      "سيتي سنتر خصص دور كامل للبازارات وهي مجموعة مساحات لعرض وبيع منتجات مختلفة ومتنوعة زي الملابس والاكسسوار والمعطرات ومنتجات عناية البشرة والأنشطة الموسمية مثل شنط المدارس ومعارض رمضان والعيد ودخلة رأس السنة. ويتم تأجير البازار يومياً وليس شهرياً بعوائد ايجارية هي الأعلى بالمول وبالمنصورة.",
    url: "https://eskanelmansoura.com/bazar-level",
  },
};

export default function BazarLevelLayout({
  children,
}: {
  children: React.ReactNode;
}) {
  return children;
}
